Revit 2024 API
UnitTypeId.Calories Property
 Calories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Calories { get; }
Visual Basic
Public Shared ReadOnly Property Calories As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Calories {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace